import {PracticalWorkModel} from "../models/practicalWork";

export const MockPracticalWork: Array<PracticalWorkModel> = [
  {
    id: 1,
    number: 2.7,
    title: 'Практическая работа',
    commonInfo: ['какая цель выполнения этого задания,', 'что именно нужно сделать,'],
    techRequire: ['для каких версий систем, ОС, браузеров', 'какие инструменты можно/нужно/нельзя использоать'],
    recommendations: 'Но постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании направлений прогрессивного развития. Интерактивные прототипы, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут описаны максимально подробно.'
  }
]
